Autodesk.Navisworks.Api.SavedItemParts
Specifies parts of a Autodesk.Navisworks.Api.SavedItem

Autodesk.Navisworks.Api.SavedItemParts.None
No parts

Autodesk.Navisworks.Api.SavedItemParts.DisplayName
DisplayName property

Autodesk.Navisworks.Api.SavedItemParts.Comments
Comments

Autodesk.Navisworks.Api.SavedItemParts.XData
Additional data attached to a Autodesk.Navisworks.Api.SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart1
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart2
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart3
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart4
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart5
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart6
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart7
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart8
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart9
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart10
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart11
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart12
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart13
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart14
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart15
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart16
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart17
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart18
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart19
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassPart20
A part specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.SubclassParts
All parts specific to a particular subclass of SavedItem

Autodesk.Navisworks.Api.SavedItemParts.All
All parts